Repository: fubotz/BMT_2025S
Catalog: week3_files/Vienna_Energy_Report_en-zh_nllb.tmx
Source language: en
Languages: zh

source: To this end, each city installed local working groups consisting of experts from different departments and external stakeholders, such as energy suppliers.
zh: 为了实现这一目标,每个城市都设立了由不同部门和外部利益相关者,如能源供应商的专家组成的地方工作组.

source: The aggregated results are available at http://www.urbanlearning.eu/learn-and-exchange/deliverables/.
zh: 综合结果可在http://www.urbanlearning.eu/learn-and-exchange/deliverables/上找到.

source: The cities shared and discussed their findings and questions with others.
zh: 城市与其他人分享并讨论他们的发现和问题.

source: Vienna fosters an ongoing exchange with the cities of Salzburg and Graz.
zh: 维也纳与萨尔茨堡和格拉茨城市保持着持续的交流.

source: The working groups will continue to develop and implement the suggestions after the conclusion of the project.
zh: 工作组将在项目结束后继续制定和实施建议.

source: In Vienna, the project directly supports the development of the strategic concept on spatial energy planning as part of STEP 2025, it allows a more in-depth discussion of certain issues, and shares international experiences from various cities.
zh: 作为STEP 2025的一部分,该项目直接支持开发空间能源规划战略概念,允许对某些问题进行更深入的讨论,并分享来自不同城市的国际经验.

source: The project is coordinated by the Energy Center Wien, and Municipal Department 20 is Vienna’s contact for the project.
zh: 项目由维也纳能源中心协调,市政部门20是维也纳的项目联系人.

source: The closing conference will be held in Vienna on 17 October 2017.
zh: 闭幕会议将于2017年10月17日在维也纳举行.

source: Further information available at: www.urbanlearning.eu
zh: 更多信息可在:www.urbanlearning.eu

source: ENERGY – FROM GENERATION TO USE
zh: 能源 从一代到一代

source: An overview of the main concepts
zh: 总体介绍主要概念

source: BIOGENIC FUELS …includes the organic part of domestic waste, wood pellets, wood briquettes, wood chippings, charcoal, waste liquor, landfill gas, sewer gas, biogas, bioethanol, and biodiesel.
zh: 生物燃料包括家用废物,木颗粒,木,木碎片,木炭,废液,垃圾填埋气体,污水管气体,生物气体,生物乙醇和生物柴油的有机部分.

source: COMBUSTIBLE WASTE …includes industrial waste and the non-renewable share of domestic waste.
zh: 燃烧废物包括工业废物和家庭废物中不可再生的份额.

source: GROSS FINAL ENERGY CONSUMPTION …is the energy available after conversion but before distribution to end users.
zh: 总最终能源消耗...是转换后可用的能量,但在向最终用户分配之前.

source: It is used to calculate the share of renewables at EU level (cf.
zh: 它们用于计算在欧盟范围内可再生能源的份额 (见

source: Directive 2009/28/EC).
zh: 根据第3条的规定,

source: GROSS INLAND ENERGY CONSUMPTION (GIEC) …is the energy available in the city.
zh: 总内陆能源消耗量 (GIEC) 是城市所能获得的能源.

source: It is the difference between imported and exported energy (net imports) and the energy generated in the city itself.
zh: 它是进口和出口能源 (净进口) 与城市本身产生的能源之间的差异.

source: BLI BUNDESLÄNDER LUFTSCHADSTOFFINVENTUR ...is a survey conducted by the Environment Agency Austria to analyse the development of greenhouse gases and selected air pollutants in Austria’s federal provinces.
zh: 德国空气污染物发明...是奥地利环境局进行的一项调查,旨在分析奥地利联邦省份温室气体和特定空气污染物发展情况.

source: CO2 EQUIVALENT …makes it possible to compare different greenhouse gases.
zh: 能比较不同的温室气体.

source: Carbon dioxide is a gas generated in all combustion processes.
zh: 碳二氧化碳是一种在所有燃烧过程中产生的气体.

source: There are also other greenhouse gases, such as methane or nitrous oxide.
zh: 其他温室气体也存在,例如甲或氧化物.

source: These different types of gases do not all contribute equally to the greenhouse effect.
zh: 这些不同类型的气体并非所有都同样对温室效应产生影响.

source: For example, methane has 21 times the climate impact of carbon dioxide, so it is referred to as having a CO2 equivalent of 21.
zh: 例如,甲对气候的影响是二氧化碳的21倍,因此它被称作有21的二氧化碳等值.

source: ICE DAY …is a day on which the maximum temperature is below 0°C.
zh: 冰天是最高温度低于零摄氏度的天.

source: EMIKAT.AT ...is a data management system of the Austrian Institute of Technology (AIT) that provides an emissions inventory based on emitters.
zh: EMIKAT.AT 是奥地利技术学院 (AIT) 的数据管理系统,提供基于发射者的排放清单.

source: FINAL ENERGY …is the energy available to end users, e.g. in the form of electricity, district heating, petrol, diesel, wood pellets or natural gas.
zh: 最终能源...是最终用户可用的能源,例如电力,远程供暖,汽油,柴油,木颗粒或天然气.

source: They can use this energy directly or transform it further.
zh: 它们可以直接利用或进一步转化能量.

source: ENERGY FLOW CHART …is a chart depicting the energy flows within a given system, such as the City of Vienna, in one year.
zh: 能源流量图表...是一个图表,描绘了一个特定系统内的能源流量,例如维也纳市,在一年内.

source: FROST DAY …is a day on which the minimum temperature goes below 0°C.
zh: 寒冷日是最低温度下降至零摄氏度的日.

source: HEATING DEGREE DAYS …are based on an indoor temperature of 20°C and a base temperature (exterior temperature at which the building is heated) of 12°C. This is designated as HGT20/12.
zh: 暖气程度日 ...以室内温度为20°C,基础温度 (建筑物加热的室外温度) 为12°C.

source: This is the sum of the differences between indoor temperature and mean outdoor temperature for all heating degree days over one year and is indicated in Kelvin x days (Kd).
zh: 这是一个年内所有加热度日内室内温度和室外平均温度之间的差异的总和,并以凯尔文x天 (Kd) 表示.

source: HEATING PLANT …is an installation for the centralised generation of heat for water and space heating or for use in industrial processes.
zh: 热电站...是用于供水和空间供暖或用于工业过程的集中热发电装置.

source: HOT DAY …is a day on which the maximum temperature is at least 30°C.
zh: 热日是一个最高温度至少为30°C的天.

source: HYBRID PROPULSION/HYBRID CAR …is a propulsion system or vehicle that uses a combination of different technologies.
zh: 混合动力推进/混合动力汽车...是一种使用不同技术的推进系统或车辆.

source: In this report, the term is used for propulsion systems that combine petrol and electricity or diesel and electricity
zh: 在本报告中,该术语用于将汽油和电力或柴油和电力结合在一起的推进系统

source: KILOWATT PEAK (KWP) …is the peak power of a solar module under strictly defined standardised test conditions.
zh: 千瓦峰值 (KWP) ...是太阳能模块在严格定义的标准化测试条件下达到的峰值功率.

source: CLIMATE-CORRECTED DATA …corrects the differences between years caused by varying weather conditions.
zh: 气候调整数据... 调整了由于天气条件变化的原因导致的年间差异.

source: As a result, the energy consumption for different years is shown as it would have been had the weather been the same.
zh: 因此,不同年份的能源消耗是以相同天气的情况显示的.

source: KLIP …is Vienna’s climate protection programme.
zh: 维也纳的气候保护计划.

source: KLIP BALANCE METHOD …is the basis for all calculations in Vienna’s climate protection programme (KliP).
zh: 基利普平衡方法是维也纳气候保护计划 (KliP) 所有计算的基础.

source: It is the result of BLI minus emissions trade and minus traffic emissions that cannot be attributed to Vienna.
zh: 这是一个不归功于维也纳的BLI减排贸易和减排交通排放的结果.

source: The vehicle emissions that cannot be attributed to Vienna are the difference between the emissions caused by traffic in BLI and the Austrian emissions inventory emikat.at.
zh: 无法归因于维也纳的车辆排放量是BLI交通造成的排放量与奥地利排放量清单emikat.at之间的差异.

source: COMBINED HEAT AND POWER (CHP) …is the cogeneration of electrical energy and heat, for example in a heating plant.
zh: 热与电力组合 (CHP) 是电能和热的热能联产,例如在一个供热厂.

source: USEFUL ENERGY …is the energy that is actually used for heating, lighting, mechanical work, propulsion, etc.
zh: 实际上用于供暖,照明,机械工作,推进等.

source: ECOBUSINESSPLAN VIENNA …is the environmental service package of the City of Vienna for enterprises.
zh: 维也纳市的环境服务包.

source: It includes professional advice and consulting, support with the practical implementation of measures, legal certainty, and effective PR.
zh: 它们包括专业咨询,支持措施的实际实施,法律安全和有效的公关.

source: PRIMARY ENERGY …is the energy form or energy source in its initial state.
zh: 主要能量是其初始状态中的能量形式或能源.

source: This may be a fuel (e.g. coal, wood, natural gas, crude oil) or energy from the sun, wind or ambient heat.
zh: 这可能是燃料 (例如煤炭,木材,天然气,原油) 或来自太阳,风或环境热的能量.

source: Primary energy can usually only be used after converting it into another form of energy
zh: 原始能源通常只能在转化为另一种形式的能源后使用

source: PV AREA …this report uses photovoltaic surface area as a unit of energy measurement to illustrate comparisons.
zh: 太阳能区域...本报告使用光伏表面积作为能源测量单位来说明比较.

source: 6.5 m2 of PV area correspond to 1,000 kWh.
zh: 电池面积的6.5平方米相当于1000千瓦时.

source: SECONDARY ENERGY …is the energy that is generated with the conversion of primary energy.
zh: 二次能源是通过转换原始能源产生的能量.

source: This may be wood pellets, diesel fuel or electrical energy.
zh: 这可能是木颗粒,柴油或电力.

source: SUMMER DAY …is a day on which the maximum temperature is at least 25°C.
zh: 暑假日是最高温度至少25°C的日期.

source: OTHER TYPE OF PROPULSION … in this report, refers to propulsion systems that use liquid gas or hydrogen (fuel cells) as well as hybrid systems that combine petrol and liquid gas or petrol and natural gas.
zh: 其他类型的推进系统...在本报告中,指使用液体气体或气 (燃料电池) 的推进系统以及混合系统,将汽油和液体气体或汽油和天然气结合在一起.

source: TRANSMISSION LOSSES …refers to the energy that is lost in transmission from the source, e.g. the power plant, to the final consumer.
zh: 输电损失...指从发电源 (例如发电厂) 到最终消费者输电时损失的能量.

source: This includes the energy consumption of the energy sector, transport losses and non-energy use.
zh: 这包括能源部门的能源消耗,运输损失和非能源使用.

source: AMBIENT HEAT …refers to heat found in the environment that is used for energy generation, such as near-surface and deep geothermal energy and solar heat.
zh: 环境热量...指环境中存在的热量,用于发电,例如近地表和深地地热和太阳热.

source: CONVERSION LOSSES …refers to the energy that is lost during the conversion of primary energy to secondary or useful energy.
zh: 转换损失...指在将原始能量转换为二次或有用能量时损失的能量.

source: How has energy consumption changed in Vienna over the last decades?
zh: 在过去几十年中,维也纳的能源消费情况如何变化?

source: Are we using more and more energy?
zh: 我们是否正在消耗更多的能源?

source: Since the post-war period, the energy consumption of Vienna's population has increased steadily.
zh: 自战后以来,维也纳人口的能源消耗量一直在不断增加.

source: While in 1995, energy consumption per capita was at approx.
zh: 虽然1995年人均能源消耗量为约

source: 25,000 kWh, it had risen by 15% to 28,500 kWh by 2005.
zh: 到了2005年,其产量增加了15%,达到28500千瓦时.

source: This marked the peak in Vienna’s energy consumption.
zh: 这标志着维也纳能源消耗达到峰值.

source: Since 2005, there has been more focus on energy efficiency, resulting in a decrease of energy consumption per capita by 20% to 23,000 kWh.
zh: 自2005年以来,人们更加关注能源效率,导致人均能源消耗减少20%至23000千瓦时.

source: This reduction is due both to the more efficient use of energy – absolute consumption went down from approx.
zh: 总消耗量从约2%.

source: 47,000 GWh in 2005 to approx.
zh: 总量在2005年为47,000GWh,约为

source: 41,000 GWh – and to population growth (+10% between 2005 and 2015).
zh: 和人口增长 (+10%在2005年至2015年之间).

source: The uses and conversion of energy are described in detail in the section “Energy flow chart of the City of Vienna”.
zh: 详细描述能源的使用和转换情况在"维也纳市能源流量图"中.

source: How clean or renewable is Vienna’s energy supply today?
zh: 维也纳的能源供应是多么清洁或可再生?

source: What big changes have been made in the last years?
zh: 近年来发生了哪些重大变化?

source: Since 1995, the share of renewables in gross inland energy consumption increased from 2% to 12% or, in absolute figures, from approx.
zh: 自1995年以来,可再生能源在国内能源总消费中的比重从2%增加到12%,或从约

source: 900 GWh to approx.
zh: 约为900GWh

source: 4,900 GWh.
zh: 电力总量为4900GWh.

source: There were large changes in the area of hydropower.
zh: 在水电领域发生了重大变化.

source: In 1998, the Freudenau power plant on the Danube was opened, and between 2001 and 2014, four small hydroelectric plants went on line.
zh: 1998年,多河上弗洛伊德纳瓦发电厂开通,2001年至2014年间,四座小型水电厂投入使用.

source: The largest growth in the sector of renewables is in the area of biogenic fuels.
zh: 生物燃料是可再生能源领域增长最快的.

source: This increase is nearly exclusively due to the EU Biofuels Directive, which concerns the blending of biofuels with conventional fuels (diesel, petrol) for motorised traffic.
zh: 这种增长几乎完全是由于欧盟生物燃料指令,该指令涉及混合生物燃料与传统燃料 (柴油,汽油) 用于机动交通.

source: New technologies such as wind power, photovoltaics and heat pumps have gained a more firm hold on the market in recent years and have been able to increase their share considerably.
zh: 近年来,风能,光伏和热等新技术在市场上占据了更大的地位,并能够大幅增加其份额.

source: How can we best illustrate energy consumption?
zh: 如何最好地说明能源消耗?

source: Gross inland energy consumption can be illustrated with PV area units.
zh: 总内陆能源消耗可以用光伏面积单位说明.

source: One PV area unit generates 1,000 kWh of energy and has a size of 6.5 m2 .
zh: 一个光伏面积单元产生1000千瓦时的能量,面积为6.5平方米.

source: In order to provide all energy used in Vienna, an area of approx.
zh: 为了提供维也纳所有能源,

source: 269 km2 , or 65% of the city’s total surface, would have to be covered with PV panels.
zh: 城市总面积的269平方公里,即65%,需要用光伏电池板覆盖.

source: Compared to 2005 – the year with the highest energy consumption in Vienna – the area required has been reduced by 35 km2 , or 12%.
zh: 与2005年相比,维也纳是能源消耗最高的年份,需要的面积减少了35平方公里,即12%.

source: Per capita consumption has been reduced by 37 PV area units in total since 2005.
zh: 自2005年以来,人均消费总量减少了37个光伏面积单位.

source: For every person living in Vienna, 113 PV area units of energy from fossil sources are imported to the city, the majority of them natural gas (59 PV area units) and oil (48 PV area units).
zh: 每位维也纳居民都将113个来自化石能源的光伏单位进口到维也纳,其中大部分是天然气 (59个光伏单位) 和石油 (48个光伏单位).

source: In 2015, the energy mix had 7 more PV area units per capita from renewables than in 2005.
zh: 由于能源组合的增长,能源组合的增长率将增加到5%.

source: Over the next decades, we will need to further reduce the number of fossil PV area units by increasing efficiency or replacing them with renewables.
zh: 未来几十年,我们需要通过提高效率或用可再生能源取代化石光伏区域单元的数量进一步减少.

source: Note:
zh: 需要注意的是:

source: The term "solid energy vector" refers, for the most part, to combustible waste that is converted into district heating in waste incinerators, as well as a small percentage of coal.
zh: "固体能源载体"一词主要指燃烧废物,这些废物在废物焚烧厂中转化为远程供暖,还包括少量的煤炭.

source: District heating here refers to industrial waste heat from the Schwechat oil refinery outside Vienna, which is imported to the city.
zh: 远程热电是指来自维也纳以外的施韦哈特炼油厂的工业废热,

source: The part of district heating in Vienna that is generated from waste, biomass, ambient heat, or gas, is not visible in gross inland energy consumption, but is included in final energy consumption.
zh: 维也纳的远程供暖部分由废物,生物质,环境热或气体产生,在国内总能源消耗中不显著,但被纳入最终能源消耗.

source: Energy flow chart of the city of Vienna
zh: 维也纳市的能源流量图

source: How much energy is needed to run a whole city?
zh: 需要多少能量来运行一个城市?

source: Where does that energy come from?
zh: 这种能量来自哪里?

source: 14 percent of the energy needed is generated in Vienna itself, mostly from renewable sources.
zh: 维也纳本身的能源总量占能源需求的14%,

source: 87 percent of energy comes from the surrounding area, with the fossil energy sources natural gas and oil making up the majority of imports.
zh: 石油和天然气占据了大部分进口.

source: Approx.
zh: 现在我们可以说

source: 1.4 percent of energy is exported again; the rest makes up the gross inland energy consumption.
zh: 剩下的占国内能源总消耗.

source: What enormous energy flows move through the city and where are they used?
zh: 城市中流动的巨大能量是什么?

source: The energy flow chart of the City of Vienna1 shows how much energy is required to supply the city (41,402 GWh), how that energy is transformed and distributed, and where it is finally used.
zh: 维也纳市的能源流量图1显示了供应城市所需的能源 (41.402 GWh),能源的转化和分配以及最终使用地点.

source: The chart shows a clear dominance of fossil energy sources (39% natural gas and 32% fuels) in the city’s energy mix.
zh: 图表显示,化石能源在城市能源结构中占主导地位 (39%是天然气和32%是燃料).

source: Over half the natural gas is converted into electricity and district heating.
zh: 超过一半的天然气转化为电力和远程供暖.

source: Fuels and mineral oils (petrol, diesel, and other petroleum products), on the other hand, are used nearly exclusively by the largest consumption sector, transportation.
zh: 另一方面,燃料和矿物油 (汽油,柴油和其他石油产品) 几乎完全由最大的消费部门运输使用.

source: The energy flow chart also shows energy losses, which amount to over 20,000 GWh, or 48% of gross inland energy consumption.
zh: 能源流量图还显示了能源损失,超过2万千兆瓦时,占国内能源总消费的48%.

source: These losses occur during different phases of the energy flow, , with approximately 4,600 GWh lost before arriving at the end user (conversion losses, transport losses, etc.) and approximately 15,200 GWh losses in end-user consumption.
zh: 这些损失发生在能源流的不同阶段,在到达最终用户之前,损失约为4,600 GWh (转换损失,运输损失等),最终用户消耗约为15,200 GWh.

source: 1 This energy flow chart considers both combustible waste and coal solid energy vectors.
zh: 1 本能源流量图考虑燃烧废物和煤炭的固体能量载体.

source: A more detailed differentiation is provided in the following chapters.
zh: 在下面的章节中提供了更详细的区分.

source: This is a simplified illustration of the energy flow chart, with the energy flows converted into PV surface area.
zh: 这是一个简化的能源流量图,能量流量转换为光伏表面积.

source: 1 unit of PV area has a size of 6.5 m2 and generates 1,000 kWh energy.
zh: 一个光伏面积单位的面积为6.5平方米,产生1000千瓦时的能量.

source: In 2015, each inhabitant of Vienna would have needed 148 PV area units to fuel their lifestyle.
zh: 维也纳每个人需要148个光伏设备来维持生活.

source: Out of these 148 units, 19 are provided from within Vienna (lower section of the illustration) and 127 have to be imported.
zh: 其中19个来自维也纳 (图的下部),127个是进口.

source: Only just over half of these PV area units, 77 in total (shown in yellow) are consumed as useful energy, the rest are needed to compensate for losses.
zh: 仅有一半以上的光伏面积单位,共77个 (黄色显示) 被消耗为有用能源,其余的需要补偿损失.

source: 16.5 PV area units are needed for conversion (e.g. biomass to district heating and electrical energy) and the distribution of energy in the grid (grey).
zh: 16.5 需要光伏面积单位进行转换 (例如生物质转换为远程供热和电力) 和在电网中分配能源 (灰色).

source: Losses at end users (black) make up 54.5 PV area units.
zh: 最终用户的损失 (黑色) 占54.5个光伏面积单位.

source: In order to provide all the energy used in Vienna, two thirds of the city’s surface would have to be covered with PV panels.
zh: 为了提供维也纳所有能源,城市三分之二的面积必须被光伏电池板覆盖.

source: To compensate for transport losses and conversion losses (e.g. from converting biomass to district heating and electricity) incurred in 2015, 20 km2 of the city, or the 5th, 6th 7th and 19th district (shown in grey), would have to be covered with PV panels.
zh: 为了补偿2015年发生的交通损失和转换损失 (例如从生物质转换为远程供暖和电力),该市的20平方公里,或第5,6,7和19区 (以灰色显示),必须被光伏电池板覆盖.

source: In order to cover the losses at final consumers, nearly 100 km2 , or the entirety of districts 4, 16, 18, 20, 21 and 23 (black) would have to be completely covered with PV installations.
zh: 为了覆盖最终消费者的损失,将近100平方公里,或全部的4区,16区,18区,20区,21区和23区 (黑色) 必须完全覆盖光伏装置.

source: Even had there been no energy losses at all in 2015 and had all energy been used directly, we would still have needed 140 km2 of PV panels, which corresponds to the combined size of the 13th and 22nd district (yellow).
zh: 即使在2015年没有能源损失,而且所有的能源都直接使用,

source: This chapter presents indicators from the areas of energy, emissions, transportation, population and climate in relation to the population and value added.
zh: 本章介绍了能源,排放,交通,人口和气候领域的指标,

source: The indicators show the development from 1995 to 2015 for Vienna and provide comparisons with Austria overall and the other federal provinces.
zh: 根据该指标,维也纳在1995年至2015年间的发展情况,与整个奥地利以及其他联邦省份进行了比较.

source: Data for regional value added are available from 2000.
zh: 区域增值数据可用自2000年.

source: The adoption of the Smart City Wien Framework Strategy in June 2014 was an enormous step towards sustainable energy supply through the conservation and intelligent use of resources.
zh: 通过2014年6月的"智能城市维也纳框架战略",通过保护和智能利用资源,实现可持续能源供应是一个巨大的步骤.

source: The strategy defined energy-relevant targets for different areas, such as efficient energy use, renewable energy sources, mobility, and buildings.
zh: 战略确定了不同领域的能源相关目标,如高效能源使用,可再生能源,交通和建筑.

source: The indicators for monitoring the energy-relevant targets and evaluating the development are shown in section 2.1.
zh: 监测与能源相关目标和评估发展的指标如图 2.1.

source: The Viennese have reduced their per capita energy consumption considerably since 2005 and have begun using more renewable energy and waste heat.
zh: 自2005年以来,维也纳人已经大幅减少了人均能源消耗,

source: This is reflected in a reduction in greenhouse gas emissions.
zh: 这反映在温室气体排放量减少.

source: Mobility habits have also become more sustainable in the last year; the number of cars per inhabitant has been dropping since 2010 and the number of annual passes for Vienna Public Transport sold is increasing considerably.
zh: 交通习惯也在过去一年中变得更加可持续; 自2010年以来,人均汽车数量一直在下降,每年销售的维也纳公共交通通行证数量也在大幅增加.

source: A comparison of Austria’s provinces shows that Vienna has the lowest energy consumption (final energy consumption total, private households, electrical energy) both per capita and in relation to value added.
zh: 比较奥地利各省份,维也纳的能源消耗 (总最终能源消耗,私人家庭,电力) 均为人均和增值最低.

source: Most federal provinces have been able to reduce their per capita final energy consumption over the last years, in relation to value added for all provinces.
zh: 过去几年,大多数联邦省都能够减少人均最终能源消耗,

source: The use of electrical energy has grown considerably in all of Austria.
zh: 整个奥地利的电力使用量大幅增长.

source: Vienna has the highest population growth of all provinces.
zh: 维也纳的人口增长率是所有省份中最高的.

source: Indicators
zh: 标志

source: 2.1 MONITORING INDICATORS FOR THE SMART CITY WIEN FRAMEWORK STRATEGY
zh: 智能城市的监测指标

source: 2.1.a Emissions per capita
zh: 2.1.a 人均排放量

source: Smart City Wien Framework Strategy (SCWR) objective:
zh: 智能城市维也纳框架战略 (SCWR) 的目标:

source: Reducing per capita greenhouse gas emissions in Vienna by 80% by 2050 (from 1990 levels).1 Intermediate target:
zh: 减少到2050年维也纳人均温室气体排放量80% (比1990年水平).

source: Reducing per capita carbon dioxide emissions in Vienna by at least 35% by 2030 (from 1990 levels).
zh: 减少到2030年维也纳人均二氧化碳排放量至少35% (比1990年水平低).

source: The emissions calculated using the KliP balance calculation method are the basis for all calculations for Vienna’s climate protection programmes (KLiP I and KLiP II).
zh: 根据KliP平衡计算方法计算的排放量是维也纳气候保护计划 (KLiP I和KLiP II) 的所有计算的基础.

source: The trend line is included to mitigate deviations caused by weather and leap years.
zh: 趋势线是为了减轻天气和年造成的偏差.

source: 1 This objective as well as all following energy and climate objectives can only be achieved if Vienna’s efforts are supported by suitable framework conditions by the federal government and the European Union, including the recognition of early actions.
zh: 只有在联邦政府和欧盟提供适当的框架条件,包括承认早期行动,才能实现这一目标.

source: 2.1.b Final energy consumption per capita
zh: 2.1.b 人均最终能源消耗

source: Smart City Wien Framework Strategy objective:
zh: 智能城市维也纳框架战略目标:

source: Increasing energy efficiency and decreasing final energy consumption per capita in Vienna by 40% by 2050 (from 2005 levels), reducing per capita primary energy input from 3,000 to 2,000 watt.
zh: 提高能源效率,到2050年将维也纳人均最终能源消耗减少40% (比2005年水平低),将人均初级能源投入从3,000瓦减少到2,000瓦.

source: 2.1.c Primary energy consumption per capita
zh: 2.1.c 人均原始能源消耗

source: Increasing energy efficiency and decreasing final energy consumption per capita in Vienna by 40% by 2050 (from 2005 levels) reducing per capita primary energy input from 3,000 to 2,000 watt.
zh: 提高能源效率,到2050年将维也纳人均最终能源消耗减少40% (比2005年水平低),将人均初级能源投入从3,000瓦减少到2,000瓦.

source: Primary energy consumption is calculated based on final energy consumption for Vienna and regional conversion factors (AEA, MA 37, OIB).
zh: 计算初级能源消耗是基于维也纳的最终能源消耗和区域转换因子 (AEA,MA 37,OIB).

source: The Swiss method of the 2,000 watt society cannot yet be applied exactly.
zh: 瑞士2000瓦社会方法目前还无法准确应用.

source: The method is being developed further.
zh: 这种方法正在进一步开发.

source: 2.1.d Share of renewable energy in gross final energy consumption
zh: 2.1.d 可再生能源在总最终能源消耗中的比重

source: In 2030, over 20%, and in 2050, 50% of Vienna's gross energy consumption will be covered from renewable sources2 .
zh: 维也纳的总能源消耗将在2030年超过20%,到2050年将占维也纳总能源消耗的50%.

source: The share of renewable energy in Vienna is calculated pursuant to EU Directive 2009/28/EC.
zh: 维也纳的可再生能源份额是根据欧盟2009/28/EC指令计算的.

source: The imports of renewable electrical energy are calculated based on the energy source mix for electricity generation in Austria excluding Vienna according to the energy balance of Statistics Austria.
zh: 根据奥地利统计局的能源平衡,在奥地利除了维也纳,可再生能源电力进口量是根据电力发电的能源组合计算的.

source: The share of renewables in electrical energy imported to Austria is calculated based on the ENTSO-E (until 2009: UCTE) electricity generation statistics for Europe published in the electricity market report of energy market regulator E-Control.
zh: 根据欧洲电力发电网 (直到2009年:UCTE) 发布的电力市场监管机构E-Control电力市场报告,可再生能源在奥地利进口电力的比重计算.

source: 2.1.e Choice of transportation in Vienna
zh: 2.1.e 在维也纳选择交通工具
